adobe-source-sans-pro-fonts
alsa-utils
autoconf
automake
bash
bc
binutils
bison
bzip2
compton
coreutils
cryptsetup
deluge
device-mapper
dhcpcd
diffutils
e2fsprogs
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gnome-alsamixer
gptfdisk
grep
groff
gzip
i3-gaps
inetutils
iproute2
iputils
jfsutils
less
libtool
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mesa
nano
netctl
otf-fira-code
otf-font-awesome
pacman
patch
pavucontrol
pciutils
pcmciautils
perl
pkg-config
playerctl
polybar
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
qt4
ranger
redshift
reiserfsprogs
rofi
rxvt-unicode
s-nail
scrot
sed
shadow
spotify
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
tree
ttf-fira-code
usbutils
util-linux
vi
vim
vlc
which
xf86-video-amdgpu
xfsprogs
xorg-server
xorg-twm
xorg-xclock
xorg-xdpyinfo
xorg-xinit
xorg-xrandr
xorg-xset
xterm
zathura
zathura-pdf-poppler
